Repository: jcome/otzhcn
Catalog: OTZhCN-omegat.tmx
Source language: en_us
Languages: zh_cn

source: Flip Selection/Object Horizontally
zh_cn: 水平翻转选择/物体

source: Flip Selection/Object Vertically
zh_cn: 垂直翻转选择/物体

source: Flip View
zh_cn: 翻转视图

source: Flip Viewer Horizontally
zh_cn: 水平翻转查看器

source: Flip Viewer Vertically
zh_cn: 垂直翻转查看器

source: Flip:
zh_cn: 翻转:

source: FlipBook
zh_cn: 翻页书

source: Flipbook
zh_cn: 翻页书

source: Flipbook Histogram
zh_cn: 翻页书直方图

source: Flow Line
zh_cn: 跟随线

source: Focus:
zh_cn: 对焦:

source: Fold Column
zh_cn: 收起列

source: Folder %1 already exists.
zh_cn: 文件夹 %1 已经存在。

source: Folder %1 doesn't exist.
zh_cn: 文件夹 %1 不存在。

source: Folder name:
zh_cn: 文件夹:

source: Folder to convert:
zh_cn: 要转换的文件夹

source: Folder:
zh_cn: 路径:

source: Following Drawing
zh_cn: 后面的绘图

source: Following Frames Correction:
zh_cn: 后面帧的颜色:

source: Following parameters may contain broken references in expressions:
zh_cn: 表达式中如下的参数可能包含破坏引用:

source: Following parameters will lose reference in expressions:
zh_cn: 如下参数将丢失表达式中的引用:

source: Font Family:
zh_cn: 字体族:

source: Font Size:
zh_cn: 字体大小:

source: Font*:
zh_cn: 字体*:

source: Font:
zh_cn: 字体:

source: Force Squared Pixel
zh_cn: 强制正方形像素

source: Forced Squared Pixel
zh_cn: 强制正方形像素

source: Format
zh_cn: 格式

source: Format:
zh_cn: 格式:

source: Forward
zh_cn: 前进

source: Frame
zh_cn: 帧

source: Frame %1
zh_cn: 帧: %1

source: Frame %1 : conversion failed!
zh_cn: 帧 %1 : 转换失败！

source: Frame %1 Label:
zh_cn: 帧%1标签:

source: Frame %1 exists.
zh_cn: 帧 %1 已存在。

source: Frame Based
zh_cn: 基于帧

source: Frame End Error
zh_cn: 结束帧错误

source: Frame Format
zh_cn: 帧格式

source: Frame Number Format
zh_cn: 帧编号格式

source: Frame Numbers
zh_cn: 帧编号

source: Frame Offset:
zh_cn: 帧偏移:

source: Frame Range
zh_cn: 帧范围

source: Frame Rate:
zh_cn: 帧速率:

source: Frame Slider
zh_cn: 帧拉动器

source: Frame Start Error
zh_cn: 起始帧错误

source: Frame Start:
zh_cn: 起始帧:

source: Frame length:
zh_cn: 帧长度:

source: Frame range
zh_cn: 帧范围

source: Frame:
zh_cn: 帧:

source: Framerate
zh_cn: 帧速率

source: Frames
zh_cn: 帧

source: Frames %1 exist.
zh_cn: 帧 %1 已存在。

source: Frames :
zh_cn: 帧:

source: Frames per Chunk:
zh_cn: 每块的帧数:

source: Frames:
zh_cn: 帧数:

source: Freehand
zh_cn: 手绘

source: Freeze
zh_cn: 冻结

source: Freeze Preview
zh_cn: 冻结预览

source: Frequency
zh_cn: 频率

source: From
zh_cn: 起点

source: From Frame:
zh_cn: 起始帧:

source: From frame
zh_cn: 起始帧

source: From:
zh_cn: 起始帧:

source: Full
zh_cn: 满

source: Full Alpha
zh_cn: 全透明度

source: Full Screen Mode
zh_cn: 全屏模式

source: Full color non-AA images
zh_cn: 全色非 AA 图像

source: Fullpath:
zh_cn: 完整路径:

source: Function Curves
zh_cn: 功能曲线

source: Function Editor
zh_cn: 功能编辑器

source: Function Editor*:
zh_cn: 功能编辑器*:

source: Fuzz
zh_cn: 绒毛

source: Fx Schematic
zh_cn: 特效示意图

source: Fx Schematic Flows
zh_cn: 特效示意图流程

source: Fx Schematic Terminal Nodes
zh_cn: 特效示意图终端节点

source: Fx Settings
zh_cn: 特效设置

source: GUI Show / Hide
zh_cn: 显示/隐藏界面

source: Gain Controls
zh_cn: 增益(摄影机)控制

source: Gain is shown as an f-stop and the "neutral" or 1.0 gain f-stop is f/8.
zh_cn: 增益显示为光圈和"中性"或者 1.0 增益光圈是 f/8。

source: Gain:
zh_cn: 增益:

source: Gamma : %1
zh_cn: 伽玛:%1

source: Gamma Value
zh_cn: 伽㐷值

source: Gamma:
zh_cn: 伽玛:

source: Gap
zh_cn: 间隙

source: Gaussian convolution
zh_cn: 高斯卷积

source: Gauze
zh_cn: 纱网

source: General
zh_cn: 常规

source: Generated
zh_cn: 已生成的

source: Generating level
zh_cn: 正在生成层级

source: Geometric Edge
zh_cn: 几何边

source: Geometric Shape
zh_cn: 几何图形

source: Geometric Shape Arc
zh_cn: 几何图形弧

source: Geometric Shape Circle
zh_cn: 几何图形圆形

source: Geometric Shape Ellipse
zh_cn: 几何图形椭圆形

source: Geometric Shape Line
zh_cn: 几何图形线

source: Geometric Shape MultiArc
zh_cn: 几何图形多段弧

source: Geometric Shape Polygon
zh_cn: 几何图形多边形

source: Geometric Shape Polyline
zh_cn: 几何图形折线

source: Geometric Shape Rectangle
zh_cn: 几何图形长方形

source: Geometric Tool
zh_cn: 图形工具

source: Geometric Tool - Arc
zh_cn: 几何图形 - 弧

source: Geometric Tool - Circle
zh_cn: 几何图形 - 圆形

source: Geometric Tool - Ellipse
zh_cn: 几何图形 - 椭圆形

source: Geometric Tool - Line
zh_cn: 几何图形 - 直线

source: Geometric Tool - MultiArc
zh_cn: 几何图形 - 多段弧

source: Geometric Tool - Next Shape
zh_cn: 几何图形 - 下一形状

source: Geometric Tool - Polygon
zh_cn: 几何图形 - 多边形

source: Geometric Tool - Polyline
zh_cn: 几何图形 - 折线

source: Geometric Tool - Rectangle
zh_cn: 几何图形 - 长方形

source: Get
zh_cn: 获取

source: Get And Edit
zh_cn: 获取并编辑

source: Get Color from Studio Palette
zh_cn: 从工作室调色板获取颜色

source: Get Last Revision
zh_cn: 获取最新的修订

source: Get Revision...
zh_cn: 获取修订...

source: Get Scene Contents
zh_cn: 获取场景内容

source: Get Selected Revision
zh_cn: 获取所选的修订

source: Getting %1 items to revision %2...
zh_cn: 正在获取 %1 个项目到修订 %2...

source: Getting %1 items...
zh_cn: 正在获取 %1 个项目...

source: Getting %1 to revision %2...
zh_cn: 正在获取 %1 到修订 %2...

source: Getting %1...
zh_cn: 正在获取 %1...

source: Getting file history...
zh_cn: 正在获取文件历史...

source: Getting frame range edit information...
zh_cn: 正在获取帧范围的编辑信息...

source: Getting repository status...
zh_cn: 正在获取仓库状态...

source: Getting the status for %1...
zh_cn: 正在获取 %1 的状态...

source: Global Key
zh_cn: 全局关键帧

source: Global Palette
zh_cn: 全局调色板

source: Global Palette + Bayer1 Dither
zh_cn: 全局调色版 + 拜尔1抖动

source: Global Palette + Bayer2 Dither
zh_cn: 全局调色版 + 拜尔2抖动

source: Global Palette + Sierra Dither
zh_cn: 全局调色板 + Sierra抖动

source: Global Scale
zh_cn: 全局缩放

source: Global:
zh_cn: 全局:

source: Go to Stop Motion Insert Frame
zh_cn: 跳到定格动画插帧

source: Good luck.
zh_cn: 祝好运。

source: Gouache
zh_cn: 水粉画

source: Graduation Marks Interval:
zh_cn: 毕业标记的间隔:

source: Graph Editor Opens in Popup
zh_cn: 图表编辑器以弹窗方式打开

source: Grayscale
zh_cn: 灰度

source: Green
zh_cn: 绿

source: Green Channel
zh_cn: 绿通道

source: Green Channel Greyscale
zh_cn: 绿通道(灰阶)

source: Green Channel in Grayscale
zh_cn: 绿通道(灰阶)

source: Greyscale
zh_cn: 灰度

source: Grid
zh_cn: 格子

source: Grid Line Color:
zh_cn: 格子边线颜色:

source: Grid Line Width:
zh_cn: 格子边线宽度:

source: Group
zh_cn: 成组

source: Group Fx
zh_cn: 组合特效

source: Group Option
zh_cn: 组选项

source: Group strokes by vector levels?
zh_cn: 按矢量层级成组描绘

source: Guide Frames:
zh_cn: 引导帧:

source: Guided Drawing Controls
zh_cn: 引导绘图控制

source: Guides
zh_cn: 参考线

source: H Pos:
zh_cn: 水平位置:

source: H Range
zh_cn: 色相范围

source: H Resolution:
zh_cn: 水平分辨率:

source: H:
zh_cn: 水平:

source: HRange
zh_cn: H范围

source: Half
zh_cn: 一半

source: Hamming window, rad = 2
zh_cn: 汉明窗, rad = 2

source: Hamming window, rad = 3
zh_cn: 汉明窗, rad = 3

source: Hand Tool
zh_cn: 抓手工具

source: Handle:
zh_cn: 手柄:

source: Hann window, rad = 2
zh_cn: 汉宁窗, rad = 2

source: Hann window, rad = 3
zh_cn: 汉宁窗, rad = 3

source: Hardness:
zh_cn: 硬度:

source: Hatched Shading
zh_cn: 排线阴影

source: Height:
zh_cn: 高度:

source: Help
zh_cn: 帮助

source: Herringbone
zh_cn: 人字形

source: Hex
zh_cn: 16进制

source: Hex Color Names Editor
zh_cn: 16进制颜色名编辑器

source: Hex Color Names Import
zh_cn: 16进制颜色名导入

source: Hex Color Names...
zh_cn: 16进制颜色名...

source: Hide
zh_cn: 隐藏

source: Hide %1
zh_cn: 隐藏 %1

source: Hide All
zh_cn: 隐藏全部

source: Hide Camera Column
zh_cn: 隐藏摄影机列

source: Hide Inbetween Values
zh_cn: 隐藏过渡帧的值

source: Hide New Style Button
zh_cn: 隐藏新建样式按钮

source: Hide Selected
zh_cn: 隐藏所选列

source: Hide Upper Columns
zh_cn: 隐藏上级列

source: Hide Zero Thickness Lines
zh_cn: 隐藏零宽度线

source: Hide cursor size outline
zh_cn: 隐藏光标大小轮廓线

source: High
zh_cn: 高

source: Highlight Line Every Second
zh_cn: 突出显示每第二条线

source: Histogram
zh_cn: 直方图

source: History
zh_cn: 历史记录

source: Hold ALT while clicking to use full transparency instead.
zh_cn: 当点击时按下 ALT 使用全透明模式。

source: Hook Tool
zh_cn: 挂钩工具

source: Horiz Angle
zh_cn: 水平角度

source: Horiz Dist
zh_cn: 水平距离

source: Horiz Offset
zh_cn: 水平偏移

source: Horiz Size
zh_cn: 水平大小

source: Horizontal
zh_cn: 水平

source: Horizontal - Bottom to top
zh_cn: 水平 - 从下到上

source: Horizontal - Top to bottom
zh_cn: 水平 - 从上到下

source: Horizontal and Vertical Scale
zh_cn: 水平和垂直缩放

source: How do you want to proceed?
zh_cn: 要怎么处理？

source: Hue
zh_cn: 色相

source: INBETWEEN
zh_cn: 过渡帧

source: IP Address:
zh_cn: IP 地址:

source: Icon
zh_cn: 图标

source: Icon Theme*:
zh_cn: 图标主题*:

source: Icons View
zh_cn: 图标视图

source: Identity
zh_cn: 标识

source: If the file doesn't play or is incomplete, Please try raising the FFmpeg timeout in Preferences.
zh_cn: 如果文件不能播放或不完整， 请尝试在首选项中提高 FFmpeg 的超时时间。

source: If the lower gradient looks smooth and has no banding compared to the upper gradient, 30bit display is available in the current configuration.
zh_cn: 相比上方的渐变而言，如果下方的渐变看起来是平滑而且没有带状色块， 在当前配置中 30bit 显示是可用的。

source: If the subcamera is active, compute the dpi so that
zh_cn: 如果子摄影机是激活的，计算 DPI，因此

source: If you put unique title to submenu, it may not be translated to another language.
zh_cn: 如果你在子菜单使用独特的标题，它可能不能被翻译到其他语言。

source: If you select the "Image DPI" option and the source image does not contain the dpi information, then the current camera dpi will be used.
zh_cn: 如果您选择了 "图像DPI" 选项，而源图像不包含 DPI 信息， 那么将使用当前的相机 DPI。

source: Ignore
zh_cn: 忽略

source: Ignore Alpha Channel on Levels in Column 1
zh_cn: 忽略第一列中的层级 Alpha 通道

source: Ignore advice and try to resume program?
zh_cn: 忽略建议并继续操作吗？

source: Ignore crash?
zh_cn: 忽略崩溃？

source: Ignore groups
zh_cn: 忽略组

source: Image
zh_cn: 图像

source: Image DPI
zh_cn: 图像 DPI

source: Image DPI:
zh_cn: 图像 DPI:

source: Image Quality:
zh_cn: 图像质量:

source: Image Size:
zh_cn: 图像大小:

source: Image Subsampling:
zh_cn: 图像子采样:

source: Image adjust
zh_cn: 图像调整

source: ImageBuilder(%1 image)
zh_cn: 图像生成器(%1 图像)

source: Import
zh_cn: 导入

source: Import Scene
zh_cn: 导入场景

source: Import Toonz Lip Sync File
zh_cn: 导入 Toonz 口型同步文件

source: Import/Export
zh_cn: 导入/导出

source: Importing "%1"...
zh_cn: 正在导入“%1”...

source: Importing XDTS file %1
zh_cn: 导入 XDTS 文件 %1

source: Importing scenes...
zh_cn: 正在导入场景...

source: Improved
zh_cn: 改进

source: In
zh_cn: 内

source: In order to use the render farm you have to define the Farm Global Root first.
zh_cn: 要使用 Toonz 渲染农场，你要指定渲染农场的全局根路径。

source: In the custom mode you can customize the file path rules.
zh_cn: 在定制模型下可以自定义文件路径规则。

source: In the standard mode files with the following file name are handled as sequential images: [LEVEL_NAME]["."or"_"][FRAME_NUMBER][SUFFIX].[EXTENSION] For [SUFFIX] zero or one occurrences of alphabet (a-z, A-Z) can be used in the standard mode.
zh_cn: 标准模式下具有如下文件名的文件会被当作序列图像进行处理: [层级_名称]["."或"_"][帧_编号][后缀].[扩展名] 对于 [后缀] 零个或一个出现的字母(a-z、a-z)可以在标准模式下使用。

source: In&Out
zh_cn: 内&外

source: Inbetween
zh_cn: 过渡帧

source: Inbetween : Level %1,
zh_cn: 过渡帧 : 层级 %1

source: Inbetween mark 1:
zh_cn: 过渡帧标记1:

source: Inbetween mark 2:
zh_cn: 过渡帧标记2:

source: Inc:
zh_cn: 增量:

source: Include Background
zh_cn: 包含背景

source: Include Intersection
zh_cn: 包括交点

source: Include the selected columns in the sub-xsheet without parenting info.
zh_cn: 包含选择的子摄影表的列但无父级信息的。

source: Included presets cannot be deleted.
zh_cn: 包含的预设没法被删除。

source: Incorrect file
zh_cn: 不正确的文件

source: Increment:
zh_cn: 编号增量:

source: Incremental
zh_cn: 增长

source: Individual
zh_cn: 独立

source: Info
zh_cn: 信息

source: Information
zh_cn: 信息

source: Ink Color on Black BG:
zh_cn: 黑色背景上的描线颜色:

source: Ink Color on White BG:
zh_cn: 白色背景上的描线颜色:

source: Ink Usage
zh_cn: 墨迹使用情况

source: InknPaint
zh_cn: 描线上色

source: Inks &Only
zh_cn: 仅显示线(&O)

source: Input less than 1.0 to sync the value with the output settings.
zh_cn: 输入小于1.0的值，与输出设置同步。

source: Input:
zh_cn: 输入:

source: Insert
zh_cn: 插入

source: Insert : Level %1
zh_cn: 插入 : 层级 %1

source: Insert Cells
zh_cn: 插入帧格

source: Insert Column :
zh_cn: 插入列 :

source: Insert Columns
zh_cn: 插入列

source: Insert FX
zh_cn: 插入特效

source: Insert Frame
zh_cn: 插入帧

source: Insert Frame at Frame %1
zh_cn: 在帧 %1 处插入帧

source: Insert Fx :
zh_cn: 插入特效 :

source: Insert Menu
zh_cn: 插入菜单

source: Insert Multiple Keys
zh_cn: 插入多个键

source: Insert Multiple Keys at Frame %1
zh_cn: 在帧 %1 处插入多个键

source: Insert Paste Whole Data
zh_cn: 插入粘贴全部数据

source: Insert Submenu
zh_cn: 插入子菜单

source: Insert at Frame:
zh_cn: 在帧中插入:

source: Installing %1 again could fix the problem.
zh_cn: 再次安装 %1 能解决该问题。

source: Integrate Similar Colors as One Style
zh_cn: 将近似颜色合为同一样式

source: Intensity
zh_cn: 强度

source: Intensity:
zh_cn: 强度:

source: Interface
zh_cn: 界面

source: Internal
zh_cn: 内部

source: Interpolation on %1's
zh_cn: 在%1's插补

source: Interpolation:
zh_cn: 插值:

source: Interval (Minutes):
zh_cn: 间隔(分钟):

source: Interval timer
zh_cn: 间隔计时器

source: Interval(sec):
zh_cn: 间隔(秒):

source: Invalid color :
zh_cn: 无效的颜色:

source: Invalid data file.
zh_cn: 无效的数据文件。

source: Invalid file
zh_cn: 无效的文件

source: Invalid frame range
zh_cn: 无效的帧范围

source: Invalid increment value
zh_cn: 无效的增量值

source: Invalid selection: each selected column must contain one single level with increasing frame numbering.
zh_cn: 无效的选择：每个被选中的列必须只包含一个有递增帧编号的层级。

source: Invalid step value
zh_cn: 无效的步长值

source: Inverse Kinematics
zh_cn: 反向运动学

source: Inverse Kinematics Mode
zh_cn: 反向动力学(IK)模式

source: Invert
zh_cn: 反转

source: Invert Key Selection
zh_cn: 反选关键帧

source: Iron Tool
zh_cn: 熨平工具

source: Irregular
zh_cn: 不规则

source: Is it OK to release these shortcuts?
zh_cn: 是否可以释放这些快捷键？

source: It is not editable.
zh_cn: 它是不可编辑的。

source: It is not possible to apply match lines to a column containing more than one level.
zh_cn: 无法在包含多个层级的列中应用适配线。

source: It is not possible to apply the match lines because no column was selected.
zh_cn: 无法应用适配线，因为没有列被选中。

source: It is not possible to apply the match lines because two columns have to be selected.
zh_cn: 无法应用适配线，因为有两列同时被选中。

source: It is not possible to assign a shortcut with modifiers to the visualization commands.
zh_cn: 无法分配带修饰键的快捷键给可视化命令。

source: It is not possible to cleanup: the cleanup list is empty.
zh_cn: 无法进行清稿：清稿列表是空的。

source: It is not possible to communicate with the codec.
zh_cn: 无法调用此编码器。

source: It is not possible to complete the rendering.
zh_cn: 无法完成渲染。

source: It is not possible to copy the %1 file.
zh_cn: 无法拷贝文件 %1。

source: It is not possible to create a folder.
zh_cn: 无法创建文件夹。

source: It is not possible to create folder : %1
zh_cn: 无法创建文件夹：%1。

source: It is not possible to create the %1 folder.
zh_cn: 无法创建 %1 文件夹。

source: It is not possible to create the %1 project.
zh_cn: 无法创建 %1 项目。

source: It is not possible to create the preset folder %1.
zh_cn: 无法创建预设文件夹 %1。

source: It is not possible to delete %1.
zh_cn: 无法删除 %1。

source: It is not possible to delete lines because no column, cell or level strip frame was selected.
zh_cn: 无法删除线，因为没有选择任何列、帧格或层级条帧。

source: It is not possible to delete styles #0 and #1.
zh_cn: 无法删除样式 #0 和 #1。

source: It is not possible to delete the folder.
zh_cn: 无法删除该文件夹。

source: It is not possible to delete the selection.
zh_cn: 无法删除选区。

source: It is not possible to delete the style #
zh_cn: 无法删除样式 #

source: It is not possible to delete the used level %1.
zh_cn: 无法删除已用的层级 %1。

source: It is not possible to display the file %1: no player associated with its format
zh_cn: 无法显示文件 %1：没有播放器关联了它的格式。

source: It is not possible to edit more than one file at once.
zh_cn: 无法同时编辑多个文件。

source: It is not possible to edit the audio column.
zh_cn: 无法编辑音频列。

source: It is not possible to edit the selected file.
zh_cn: 无法编辑所选文件。

source: It is not possible to execute the merge column command because no column was selected.
zh_cn: 无法执行合并列的命令，因为未选定任何列。

source: It is not possible to execute the merge column command because only one columns is selected.
zh_cn: 无法执行合并列命令，因为只选了一个列。

source: It is not possible to export data.
zh_cn: 无法导出数据。

source: It is not possible to export the scene %1 because it does not belong to any project.
zh_cn: 无法导出场景 %1，因为它不属于任何项目。

source: It is not possible to find the %1 level.
zh_cn: 找不到层级 %1。

source: It is not possible to find the level %1
zh_cn: 未能找到层级 %1

source: It is not possible to load the %1 level.
zh_cn: 无法加载层级 %1。

source: It is not possible to load the curve.
zh_cn: 无法加载该曲线。

source: It is not possible to load the level %1
zh_cn: 无法加载层级 %1

source: It is not possible to load the motion path.
zh_cn: 无法加载运动路径。

source: It is not possible to load the scene %1 because it does not belong to any project.
zh_cn: 无法加载场景 %1 ，因为它不属于任何项目。

source: It is not possible to merge tlv columns because at least two columns have to be selected.
zh_cn: 无法合并 TLV 列，因为最少要选定两个列。

source: It is not possible to merge tlv columns because no column was selected.
zh_cn: 无法合并 TLV 列，因为未选择任何列。

source: It is not possible to merge tlv columns containing more than one level
zh_cn: 无法合并含有多于一个层级的 TLV 列。

source: It is not possible to paste data: there is nothing to paste.
zh_cn: 无法粘贴数据：没有东西可粘贴。

source: It is not possible to paste image on the current cell.
zh_cn: 无法粘贴图像到当前帧格。

source: It is not possible to paste the cells: Some column is locked or column type is not match.
zh_cn: 无法粘贴帧格：某些列被锁定或者列的类型不匹配。

source: It is not possible to paste the cells: there is a circular reference.
zh_cn: 无法粘贴帧格：存在循环引用。

source: It is not possible to paste the columns: there is a circular reference.
zh_cn: 无法粘贴列：存在循环引用。

source: It is not possible to paste vectors in the current cell.
zh_cn: 无法在当前帧格中粘贴矢量。

source: It is not possible to perform a merging involving more than one level per column.
zh_cn: 无法执行合并，因为该列涉及了多于一个的层级。

source: It is not possible to rename the %1 file.
zh_cn: 无法重命名文件 %1。

source: It is not possible to retrieve the color model set for the current level.
zh_cn: 无法为当前层级检索到色彩模型设置。

source: It is not possible to revert the file.
zh_cn: 无法复原该文件。

source: It is not possible to save Flipbook content.
zh_cn: 无法保存翻页书的内容。

source: It is not possible to save because the selected file format is not supported.
zh_cn: 无法保存，因为所选文件格式是不被支持的。

source: It is not possible to save images in camera stand view.
zh_cn: 无法在摄影机位视图中保存图像。

source: It is not possible to save the curve.
zh_cn: 无法保存曲线。

source: It is not possible to save the motion path.
zh_cn: 无法保存运动路径。

source: It is not possible to show the folder containing the selected file, as the file has not been saved yet.
zh_cn: 无法显示包含所选文件的文件夹，因为该文件还未保存。

source: It is not possible to show the info of the selected file, as the file has not been saved yet.
zh_cn: 无法显示所选文件的信息，因为该文件还未保存。

source: It is not possible to take or compare snapshots for Toonz vector levels.
zh_cn: 无法对 Toonz 矢量层级进行快照的提取或比较。

source: It is not possible to track specified regions: defined regions are not valid.
zh_cn: 无法追踪指定区域: 定义的区域是无效的。

source: It is not possible to track specified regions: more than 30 regions defined.
zh_cn: 无法追踪指定的区域: 定义了超过 30 个区域。

source: It is not possible to track specified regions: some regions are too high.
zh_cn: 无法指定追踪区域: 部分区域太高了。

source: It is not possible to track specified regions: some regions are too wide.
zh_cn: 无法追踪指定的区域: 部分区域太宽了。

source: It is not possible to track specified regions: the level has to be saved first.
zh_cn: 无法追踪指定区域: 必须先保存该层级。

source: It is not possible to track specified regions: the selected level is not valid.
zh_cn: 无法追踪指定的区域: 所选的层级是无效的。

source: It is not possible to track the level: allocation error.
zh_cn: 无法追踪该层级: 分配错误。

source: It is not possible to track the level: no level selected.
zh_cn: 无法追踪该层级: 没有选中层级。

source: It is not possible to track the level: no region defined.
zh_cn: 无法追踪该层级: 无已定义区域。

source: It is not possible to track the level: undefined error.
zh_cn: 无法追踪该层级: 未定义错误。

source: It is not possible to use a match lines column containing more than one level.
zh_cn: 无法在包含多个层级的列中使用适配线。

source: It is not possible to view the selected file, as the file has not been saved yet.
zh_cn: 无法查看包含所选文件，因为该文件还未保存。

source: It is not possible to write the output: the file
zh_cn: 无法写入输出：文件

source: It is possible to load only TNZBAT files.
zh_cn: 只能加载 TNZBAT 文件。

source: It is possible to merge only Toonz vector levels or standard raster levels.
zh_cn: 只能合并 Toonz 矢量层级或标准光栅层级。

source: It should be FilePath or string
zh_cn: 应该是文件路径或者字符串

source: It should start with "3DMESH" keyword.
zh_cn: 应该以关键字 "3DMESH" 开头

source: Italic
zh_cn: 斜体

source: Item
zh_cn: 项目

source: Jagged
zh_cn: 锯齿状

source: Join
zh_cn: 连接

source: Join Vectors
zh_cn: 连接矢量

source: Keep
zh_cn: 保留

source: Keep Halftone
zh_cn: 保留 半调

source: Keep Distance
zh_cn: 保持距离

source: Keep Local Copy
zh_cn: 保留本地拷贝

source: Keep Original Antialiasing
zh_cn: 保留原来的抗锯齿

source: Keep Original Cleaned Up Drawings As Backup
zh_cn: 保留清过稿的原始画稿作为备份

source: Keep existing file
zh_cn: 保留现有的文件

source: Keep fill when using "Replace Vectors" command
zh_cn: 使用“替换矢量”命令时保留填充

source: Keep original palette
zh_cn: 保留原调色板

source: Keep pixels only mode on and resize the scene
zh_cn: 保持仅像素模式并调整场景大小

source: Keep the destination palette and apply it to the color model.
zh_cn: 保留目标调色板，并应用到色彩模型。

source: Keep the old level and overwrite processed frames
zh_cn: 保留旧层级并覆盖已处理的帧

source: Keep the sub-xsheet original camera settings.
zh_cn: 保留子摄影表原来的摄影机设置。

source: KeyFrame
zh_cn: 关键帧

source: Keyframe mark:
zh_cn: 关键帧标记:

source: L Drawing
zh_cn: L 图

source: L-Down R-Up
zh_cn: 左下角 右上角

source: L-Up R-Down
zh_cn: 左上角 右下角

source: L:
zh_cn: 长度:

source: Lanczos window, rad = 2
zh_cn: 兰克左斯窗, rad = 2

source: Lanczos window, rad = 3
zh_cn: 兰克左斯窗, rad = 3

source: Language*:
zh_cn: 语言*:

source: Large
zh_cn: 大

source: Last Access:
zh_cn: 最近访问时间:

source: Last Frame
zh_cn: 最末帧

source: Last Speed:
zh_cn: 终点速度:

source: Layer styles are maintained.
zh_cn: 图层样式得到维护。

source: Layer:
zh_cn: [图层:

source: LayerName
zh_cn: 图层名

source: Left
zh_cn: 左

source: Left Bottom
zh_cn: 左下

source: Left Padding
zh_cn: 左边距

source: Left Top
zh_cn: 左上

source: Left-Handed
zh_cn: 左手

source: Left-click and drag to move guide, right-click to delete guide.
zh_cn: 左键点击拖曳来移动参考线，右键点击来删除参考线。

source: Left:
zh_cn: 左:

source: Length
zh_cn: 长度

source: Length:
zh_cn: 长度:

source: Level
zh_cn: 层级

source: Level "%1" already exists.
zh_cn: [fuzzy]层级 %1 已存在。

source: Level %1 already exists!
zh_cn: 层级 %1 已存在。

source: Level %1 already exists; skipped.
zh_cn: 层级 %1 已存在，跳过。

source: Level %1 converted to TLV Format
zh_cn: 层级 %1 已转换为 TLV 格式

source: Level %1 converting to same file format; skipped.
zh_cn: 层级%1 转换到同样的文件格式；跳过。

source: Level %1 has no frame; skipped.
zh_cn: 层级 %1 没有帧，跳过。

source: Level %1 premultiplied.
zh_cn: 层级 %1 完成预乘 Alpha。

source: Level '%1' is not included in the scene
zh_cn: 层级 '%1' 没有在这个场景中

source: Level Editor Box Color:
zh_cn: 层级编辑器方框颜色:

source: Level Name
zh_cn: 层级名

source: Level Name Display:
zh_cn: 层级名显示:

source: Level Name:
zh_cn: 层级名称:

source: Level Palette:
zh_cn: 层级调色板:

source: Level Path
zh_cn: 层级路径

source: Level Settings
zh_cn: 层级设置

source: Level Settings & Arrangement in Xsheet
zh_cn: 摄影表种的层级设置 & 排列

source: Level Settings by File Format
zh_cn: 各文件格式的层级设置

source: Level Settings by File Format:
zh_cn: 各文件格式的层级设置:

source: Level Strip
zh_cn: 层级条

source: Level Strip Thumbnail Size*:
zh_cn: 层级条缩略图大小*:

source: Level is not included in the scene : %1
zh_cn: 层级未包含在此场景: %1

source: Level:
zh_cn: 层级:

source: Levels
zh_cn: 层级

source: Life is too short for Comic Sans
zh_cn: 人生苦短，不适合使用 Comic Sans 字体

source: Light
zh_cn: 灯光

source: Light Blue
zh_cn: 浅蓝色

source: Light Green
zh_cn: 浅绿色

source: Light X Pos
zh_cn: 光源水平位置

source: Light Y Pos
zh_cn: 光源垂直位置

source: Limit Onion Skin To Level
zh_cn: 限制洋葱皮到层级

source: Line
zh_cn: 线

source: Line Color:
zh_cn: 线颜色:

source: Line Prevalence
zh_cn: 线流行率

source: Line Processing:
zh_cn: 线条处理:

source: Line Stacking Order
zh_cn: 线条堆积顺序

source: Line Width
zh_cn: 线条宽度

source: Line color:
zh_cn: 线颜色:

source: Line to Line
zh_cn: 线到线

source: Linear
zh_cn: 线性

source: Linear Color Space:
zh_cn: 线性色彩空间:

source: Linear Gradient
zh_cn: 线性渐变

source: Linear Interpolation
zh_cn: 线性插值

source: Lines
zh_cn: 线

source: Lines & Areas
zh_cn: 线和区域

source: Link
zh_cn: 保持长宽比

source: Link Flipbooks
zh_cn: 链接翻页书

source: Link Handles
zh_cn: 链接手柄

source: Link Motion Path %1 > %2
zh_cn: 链接运动路径 %1 > %2
